{
  "T2.1": {
    "GZ": {
      "id": "",
      "code": "T2.1.GZ",
      "title": "Generation Z: Hierarchy",
      "color": "orange",
      "description": "",
      "pageId": 0,
      "image": "/images/cards/GZ_look_down.png",
      "stereotype": "Disrespectful - Generation Z does not pay attention to hierarchies in professional life, uses few titles and forms of verbal politeness to show respect, and is considered demanding when it comes to protecting their own interests, such as maintaining a work-life balance.",
      "researchFindings": "Generation Z is considered egalitarian, less hierarchical and sensitive to important social issues such as climate change.",
      "strategiesAdvice": "Try using appreciative words to increase commitment and motivation. Offer constructive feedback. Allow flexibility in terms of place of work and working hours."
    },
    "GM": {
      "id": "",
      "code": "T2.1.GM",
      "title": "Millenials: Hierarchy",
      "color": "orange",
      "description": "",
      "pageId": 0,
      "image": "/images/cards/GM_look_down.png",
      "stereotype": "Self-centred - Millennials are considered demanding and self-centred. Yet they belong to a generation that consciously chooses their workplace based on cultural and value considerations.",
      "researchFindings": "Millennials belong to a generation that is already familiar with new technologies and that prefers flat hierarchies. Millennials are culturally sensitive and able to adapt.",
      "strategiesAdvice": "Try to create opportunities within the company to foster a sense of community, for example through joint leisure activities. This will meet the needs of millennials, who tend to reject hierarchical structures. Support opportunities to embrace diversity within the company. This will please millennials, who tend to prefer egalitarian structures. Open up your corporate culture to new technologies and the associated informal forms of communication, even if they seem less appropriate at first."
    },
    "GX": {
      "id": "",
      "code": "T2.1.GX",
      "title": "Generation X: Hierarchy",
      "color": "orange",
      "description": "",
      "pageId": 0,
      "image": "/images/cards/GX_look_down.png",
      "stereotype": "Formal - Generation X is considered ‘formal’ in terms of hierarchy because they tolerate relatively pronounced hierarchical structures and power inequalities.",
      "researchFindings": "Generation X values formal structures and hierarchy more than younger generations. They are more committed to formal workflows and top-down processes, as well as experience-based authority. They are sensitive to cultural differences, while still adhering to conservative values in some areas.",
      "strategiesAdvice": "Give Generation X employees clear guidelines with room for individual initiative, as Generation X still values independent work. Maintain polite manners and respectful behaviour. Do not be overly formal. Your Generation X employees may perceive this as ‘too complicated’. Generation X is a fundamentally pragmatic generation."
    },
    "GB": {
      "id": "",
      "code": "T2.1.GB",
      "title": "Baby Boomers: Hierarchy",
      "color": "orange",
      "description": "",
      "pageId": 0,
      "image": "/images/cards/GB_look_down.png",
      "stereotype": "Authoritarian - The baby boomer generation is considered “authoritarian” in terms of hierarchical structures because it insists on discipline and gestures of respect.",
      "researchFindings": "Baby boomers are the generation that still lives and accepts the strongest hierarchical structures in all compared cultures. They value structured processes, adherence to rules and hold a high sense of duty.",
      "strategiesAdvice": "Express appreciation for the experience that baby boomer employees bring to the table. Use verbal and non-verbal forms of politeness, such as greetings and titles, to meet this generation's need for respect. Take advantage of opportunities to increase cultural sensitivity and diversity among all employees in the company, for example through training or focus days."
    }
  },
  "T2.2": {
    "GZ": {
      "id": "",
      "code": "T2.2.GZ",
      "title": "Generation Z: Uncertainty Avoidance",
      "color": "magenta",
      "description": "",
      "pageId": 0,
      "image": "/images/cards/GZ_look_down.png",
      "stereotype": "Flexible - Generation Z places great value on flexibility and rejects rigid structures.",
      "researchFindings": "Generation Z seems to be characterised by flexibility. This flexibility primarily concerns their understanding of time, but also their work processes. Interestingly, Generation Z still seems to be able to set clear boundaries. They rarely accept tasks that are not specified in their employment contract. Similarly, overtime is not taken for granted. Flexibility therefore means a certain level of expectation, flexible working hours and the ability to achieve a work-life balance in the workplace. Flexibility is also evident in the use of fast, informal channels (messaging, task boards) instead of formal meetings. There are also indications that Generation Z reacts more flexibly to cultural differences because they appear to be more culturally sensitive.",
      "strategiesAdvice": "Offer Generation Z flexible working hours to increase their loyalty to the company. Accept that Generation Z pays more attention to their own physical and mental health. This will also pay off for the company in the long term. See Generation Z's rapid communication as their desire to resolve ambiguities and to contribute to the completion of tasks."
    },
    "GM": {
      "id": "",
      "code": "T2.2.GM",
      "title": "Millenials: Uncertainty Avoidance",
      "color": "magenta",
      "description": "",
      "pageId": 0,
      "image": "/images/cards/GM_look_down.png",
      "stereotype": "Pragmatic - Millennials are solution-oriented.",
      "researchFindings": "Millennials want to see professional tasks and challenges resolved quickly. To achieve this, they are willing to try new things, even if this leads to uncertainty due to incomplete planning. Efficiency is more important to them. This kind of pragmatism seems to apply to all cultures that participated in the project survey: in all countries, millennials appear to be technology-oriented and eager to experiment, which can sometimes lead to conflicts with more structure-oriented generations.",
      "strategiesAdvice": "Respond to the specific needs of millennials in your company by offering them individual solutions for their personal and professional development. Give them the necessary flexibility in terms of working hours and location. Millennials are digital natives and can handle emails and online meetings professionally even when they travel. Support the use of collaborative tools in the company."
    },
    "GX": {
      "id": "",
      "code": "T2.2.GX",
      "title": "Generation X: Uncertainty Avoidance",
      "color": "",
      "description": "",
      "pageId": 0,
      "image": "/images/cards/GX_look_down.png",
      "stereotype": "Structured - Generation X loves structures.",
      "researchFindings": "Generation X emphasises structure and clear processes, valuing rules and fixed working methods in order to avoid uncertainty. With this attitude, this generation is closer to baby boomers than to Millennials and Generation Z. It prefers planning and rules to spontaneous solutions, which can lead to conflicts with younger generations. This attitude, which shows a greater need for rules and clarity than younger generations, is evident in the project survey across all participating countries.",
      "strategiesAdvice": "Offer Generation X employees security in the workplace, regardless of their cultural background. This will enable employees of this generation to develop their potential to the fullest, as loyalty is very important to them. Work together with Generation X employees on career development within the company, including the aspect of lifelong learning. Show trust, as this will make Generation X employees feel more secure and will encourage them to take responsibility for their own work."
    },
    "GB": {
      "id": "",
      "code": "T2.2.GB",
      "title": "Baby Boomers: Uncertainty Avoidance",
      "color": "magenta",
      "description": "",
      "pageId": 0,
      "image": "/images/cards/GB_look_down.png",
      "stereotype": "Law-abiding - The Baby Boomer generation prefers well-ordered structures and hierarchies.",
      "researchFindings": "The project's own research in all participating countries shows that Baby Boomers are considered to be orderly and hierarchical. They like to rely on existing structures and are less open to experimenting. Depending on country-specific characteristics, Baby Boomers expect adherence to fixed schedules, clear hierarchical structures and thoroughness.",
      "strategiesAdvice": "Be prepared to communicate clearly and expect Baby Boomers to ask questions. This will reassure them and satisfy their need for security. When Baby Boomers ask you a specific question, answer precisely and comprehensively, even if you don't think it's necessary. This will give Baby Boomers a sense of security and acceptance. Make an effort to ensure that all employees in your company value the experience of baby boomers. This will make Baby Boomers more open to new trends."
    }
  },
  "T2.3": {
    "GZ": {
      "id": "",
      "code": "T2.3.GZ",
      "title": "Gemeration Z: Communication",
      "color": "purple",
      "description": "",
      "pageId": 0,
      "image": "/images/cards/GZ_look_down.png",
      "stereotype": "Informal - Generation Z has an informal tone.",
      "researchFindings": "n all countries analysed, Generation Z communicates very informally. This can seem almost inappropriate to others. Written messages (messenger, emails) are concise and direct, sometimes even giving the impression of being inappropriate.",
      "strategiesAdvice": "Do not view the brevity and conciseness of messages as disrespectful, but rather as an adaptation of style to the medium of communication (e.g. messenger service), which requires clarity and conciseness. See the informal tone of Generation Z as an opportunity to foster a greater sense of community in the workplace. Inform employees of all generations about the company’s official communication rules for the various communication channels (email, messenger, meetings, etc.)."
    },
    "GM": {
      "id": "",
      "code": "T2.3.GM",
      "title": "Millenials: Communication",
      "color": "purple",
      "description": "",
      "pageId": 0,
      "image": "/images/cards/GM_look_down.png",
      "stereotype": "Laid-back - Millennials have a laid-back tone.",
      "researchFindings": "In all countries considered, Millennials tend towards direct, explicit communication with country-specific characteristics that may be more or less oriented towards direct or indirect communication.",
      "strategiesAdvice": "Bear in mind that Millennials expect direct feedback and transparent communication. Consider the brevity of Millennials' messages as digital literacy. Try to provide opportunities for intergenerational exchange (within teams, on collaborative platforms) to create a common understanding of individual preferences."
    },
    "GX": {
      "id": "",
      "code": "T2.3.GX",
      "title": "Generation X: Communication",
      "color": "purple",
      "description": "",
      "pageId": 0,
      "image": "/images/cards/GX_look_down.png",
      "stereotype": "Over-polite - Generation X has an over-polite tone.",
      "researchFindings": "In most of the countries surveyed, Generation X expects formal language and respectful forms of address. This is often accompanied by more indirect, implicit communication patterns. Nevertheless, Generation X is not set in its ways when it comes to communication habits and is quite open to innovation.",
      "strategiesAdvice": "Consider Generation X's preference for politeness as a balancing and conciliatory element in your team, which can be helpful in resolving tensions and friction within the team. Provide opportunities for respectful, open exchange (café bar, joint lunch) in the workplace. This creates trust and promotes a common understanding of communication strategies."
    },
    "GB": {
      "id": "",
      "code": "T2.3.GB",
      "title": "Baby Boomers: Communication",
      "color": "purple",
      "description": "",
      "pageId": 0,
      "image": "/images/cards/GB_look_down.png",
      "stereotype": "Formal - Baby Boomers are formal.",
      "researchFindings": "In most of the countries surveyed, Baby Boomers expect to be addressed with respect. This makes them feel valued. They may use collaborative tools and messenger services less than younger generations, but that does not mean they would not be open to them if introduced.",
      "strategiesAdvice": "Communicate with Baby Boomers in person. This can be a brief personal conversation across your desk, on the telephone, or online. Use clear but polite language when communicating with Baby Boomers. Use titles or other forms of respectful address. Be prepared for the fact that Baby Boomers may prefer to use e-mails rather than messenger services. This can have the advantage of clearer documentation and verifiability."
    }
  }
}